Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: Something unexpected has gone wrong when we tried to launch your Stripe Express Dashboard.
ko_kr: 당신의 Stripe Express Dashboard를 여는 데 예기치 못한 오류가 발생했습니다.

source: ({0} UNREAD MESSAGE)
ko_kr: ({0} 읽지 않은 메시지)

# Challenge performance has been saved. You may now exit this page.
source: Challenge performance has been saved.\nYou may now exit this page.
ko_kr: 도전 성과가 저장되었습니다.\n이 페이지를 닫아도 좋습니다.

source: Level{colon}
ko_kr: 레벨{colon}

source: Please use your verified Gwoop email when requesting access to Teams.
ko_kr: Teams에 가입하기 위해서는 Gwoop에 인증된 이메일 주소를 사용하세요.

source: {times remaining} more times
ko_kr: {times remaining}회 남음

source: Keep it up!
ko_kr: 계속 이어가세요!

source: Timing is everything.
ko_kr: 타이밍이 전부입니다.

source: Create a new password below to start training!
ko_kr: 훈련을 시작하기 전 새로운 비밀번호를 설정하세요!

source: You will be notified regarding access soon!
ko_kr: 곧 연락 드리겠습니다!

source: Username or Email
ko_kr: 사용자명 혹은 이메일 주소

source: Invalid TeamUser Referral Code
ko_kr: 유효하지 않은 팀사용자 초대 코드입니다.

source: Could not locate the specified team invite.
ko_kr: 팀 초대장을 찾을 수 없습니다.

source: YOUR FRIENDS
ko_kr: 친구 목록

source: Our mailing address is:
ko_kr: 우편 주소:

source: You earned {transactionForGem.TransactionAmt} gems and {rewardingActivityToXP.TransactionAmt} XP for your referral of {referred.Username}.
ko_kr: {referred.Username}을(를) 초대한 결과 {transactionForGem.TransactionAmt}개의 gem과 {rewardingActivityToXP.TransactionAmt} XP를 획득했습니다.

source: Curves completed
ko_kr: 완주한 경로

source: Visual Speed Lvl 2 has been updated with the new Gwoop standard UI.
ko_kr: 시각 기억 2 게임에 새로운 Gwoop 표준 UI가 적용되었습니다.

source: Updated games to support saved preferences:
ko_kr: 설정 저장 기능을 추가했습니다.

source: Y
ko_kr: ㅛ

source: Participate in training regimens
ko_kr: 훈련에 참가할 수 있습니다.

source: Need to crush in Fortnite, Rocket League, or League of Legends?
ko_kr: 포트나이트, 로켓 리그, 리그 오브 레전드에서 승리를 원하십니까?

source: You can browse our site without providing personal information, but you must register in order to access most of the features of Service.
ko_kr: 귀하는 개인정보를 제공하지 않고도 당사 사이트를 탐색할 수 있지만, 당사 서비스의 대부분 기능에 접근하려면 등록을 해야 합니다.

source: Your Teams request has successfully been submitted for review.
ko_kr: 당신의 Teams 요청이 정상적으로 접수되었습니다.

source: Use of the Gwoop Content for any purpose not expressly permitted by this Agreement is strictly prohibited.
ko_kr: 본 계약에서 명시적으로 혀용하지 않은 목적으로 Gwoop의 콘텐츠를 사용하는 것은 엄격하게 금지됩니다.

source: Training regimen name cannot exceed 100 characters.
ko_kr: 훈련 방식의 이름은 100자리를 초과할 수 없습니다.

source: You do not have the authority to activate training regimens.
ko_kr: 훈련 방식을 활성화할 수 있는 권한이 없습니다.

source: Introducing Teams+
ko_kr: Teams+ 기능을 소개합니다

source: Left Stick/Right
ko_kr: 왼쪽 스틱 / 오른쪽

source: Sending you advertising.
ko_kr: 귀하에게 광고를 전송.

source: Please note that we retain information as necessary to fulfil the purposes for which it was collected, and may continue to retain and use information even after a data subject request for purposes of our legitimate interests, including as necessary to comply with our legal obligations, resolve disputes, prevent fraud, and enforce our agreements.
ko_kr: 당사는 정보가 수집된 목적을 당설하기 위해 필요한 수준의 정보를 보유하며, 당사의 법적 의무, 분쟁 해결, 사기 방지, 계약 이행 등을 포함한 당사의 정당한 이해관계를 목적으로 데이터 주체의 요청에도 불구하고 정보를 계속 보유하고 사용할 수 있습니다.

source: O
ko_kr: ㅐ

source: Gwoop Best
ko_kr: Gwoop 최고 점수

source: • Manage the access and level of responsibility of all users{j}on their team
ko_kr: • 모든 팀 구성원의 권한과 책임 단계를 조정할 수 있습니다.

source: Your journey to gamer greatness starts today!
ko_kr: 위대한 게이머가 되는 여정이 오늘부터 시작됩니다!

source: Avoid the Spiders:
ko_kr: 피해야 하는 거미:

source: RETURN TO HOME BASE
ko_kr: 본진으로 돌아가기

source: Instructions for each tool can be found below.
ko_kr: 아래에서 각 도구에 대한 설명을 확인할 수 있습니다.

source: We strive to make Gwoop a safe environment, but we encourage parents to discuss with their children the topic of internet safety.
ko_kr: Gwoop은 안전한 인터넷 환경을 만들기 위해 노력하고 있습니다. 하지만 저희는 학부모님들께서 자녀들과 인터넷 안전에 대해 대화하는 것을 추천드립니다.

source: Total Time (seconds)
ko_kr: 총 시간 (초)

source: Some examples include:
ko_kr: 당사가 사용하는 기술은 다음과 같습니다.

source: A Team Lead is often a team captain or team manager.
ko_kr: 팀 리더는 팀의 주장이나 매니저가 맡습니다.

source: Play these games before you compete to give you an edge over your opponents.
ko_kr: 경기 전 몸풀기 게임을 해서 상대방을 뛰어넘어 보세요.

source: Because this is v1 of this functionality, we are limiting access to obtain as much feedback as possible.
ko_kr: 현재 기능적으로 초기 버전이기때문에, 최대한 많은 피드백을 얻고자 가입 신청을 제한적으로 진행하고 있습니다.

source: Items Remaining
ko_kr: 남은 아이템

source: Is the date correct?
ko_kr: 이 날짜가 맞습니까?

source: Our training platform is designed to help gamers of all levels.
ko_kr: 우리의 훈련 플랫폼은 모든 수준의 게이머를 돕기 위해 설계되었습니다.

source: Unable to create Page Content during an update of an existing one.
ko_kr: 기존 페이지 컨텐츠를 업데이트 하는 중 페이지 컨텐츠를 생성하는 데 실패했습니다.

source: Coaches can track their team’s progress and adapt training based on team data analytics compiled in one dashboard.
ko_kr: 코치들은 대시보드 하나를 통해 팀의 훈련 성과를 추적할 수 있고 취합된 팀 데이터를 분석하면서 훈련 일정을 수정할 수 있습니다.

source: You understand that publishing your User Content on the Service is not a substitute for registering it with the U.S.{j}Copyright Office, the Writer’s Guild of America, or any other rights organization.
ko_kr: 귀하는 당사 서비스에 귀하의 사용자 콘텐츠를 게시하는 것이 {j} 미국 저작권국, 미국 작가 조합 또는 다른 권리 기관 등의 등록 절차를 대신하는 것이 아니라는 것을 이해합니다.

source: Changes to this Privacy Policy
ko_kr: 개인정보 처리방침의 변경

source: Visual Timing 2
ko_kr: 시각 타이밍 2

source: ACCOUNT SETTINGS
ko_kr: 계정 설정

source: Legal Basis for Processing
ko_kr: 처리에 관한 법적 근거

source: Boost your control by clicking and dragging while staying within the curves.
ko_kr: 경로 밖으로 나가지 않도록 클릭과 드래그하며 마우스 컨트롤을 키우세요.

source: {0} must be a valid number.
ko_kr: {0} 은(는) 유효한 숫자여야 합니다.

source: Your {skill} and {skill} are optimal, but {skill} isn't at peak performance yet.
ko_kr: 당신의 {skill} 와(과) {skill} 은(는) 최적의 상태지만, {skill} 은(는) 아직 최상의 상태가 아닙니다.

source: Your performance is tilted across all tested skills.
ko_kr: 모든 스킬을 통틀어 결과가 좋지 않습니다.

source: We will use the personal information provided to allow you to log in to the Service, to help create a public profile for you, and where we provide the functionality, we will also use the information provided to assist you in sharing the content you create, or your experiences on the Service with your contacts on the connected social network.
ko_kr: 당사는 귀하가 당사의 서비스에 로그인 할 수 있고, 공개 프로필을 설정하는 데 도움을 제공할 수 있도록 제공 받은 개인 정보를 사용할 수 있습니다. 또한 당사가 기능을 제공하는 경우, 당사는 귀하가 생성한 콘텐츠 또는 서비스에 대한 귀하의 경험을 연결된 소셜 네트워크의 연락처와 공유할 수 있도록 지원하기 위해 제공 받은 정보를 사용할 수 있습니다.

source: Are you ACTUALLY ready?
ko_kr: 진짜로 준비가 되었습니까?

source: The player with username of {0} was not supplied with a role.
ko_kr: 플레이어 {0}은(는) 해당 역할을 맡을 수 없습니다.

source: Primary attack is melee.
ko_kr: 기본 공격이 근거리입니다.

source: OUR {0} {1} GRANT WINNERS
ko_kr: Gwoop {0} {1} 장학금 수혜자

source: Improve your Keyboard Speed
ko_kr: 키보드 속도를 개선하세요.

source: Whether your child just plays video games for fun, or wants the opportunity to join a team, acquire a college scholarship, become an influential streamer, or even play professionally - we want to help them get there.
ko_kr: 당신의 아이가 그냥 게임 플레이를 즐기든, 게임단에 입단하고 싶어하거나, 대학교 장학금을 얻고 싶어하거나, 영향력 있는 스트리머가 되고 싶어하거나, 혹은 프로게이머가 되고 싶어 하든지간에, Gwoop는 그들을 돕고자 합니다.

source: Upon termination for any reason or no reason, you continue to be bound by this Agreement.
ko_kr: 어떤 이유로든 또는 이유 없이 권한이 종료되더라도 귀하는 본 계약에 계속해서 구속됩니다.

source: THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.
ko_kr: 전술한 책임의 제한은 적용 가능한 사법권이 미치는 범위 안에서 법률이 허용하는 최대한의 한도까지 적용됩니다.

source: Melee Minion
ko_kr: 근접 미니언

source: LAST HITS SCENARIO
ko_kr: 막타 시나리오

source: Page customization options
ko_kr: 사용자 설정 페이지

source: Left click <sprite index=9> on the ability slot or press <sprite index=27> or <sprite index=21> to unlock your first ability.
ko_kr: 기술 슬롯을 마우스 왼쪽 버튼으로 <sprite index=9> 클릭하거나 <sprite index=27> 또는 <sprite index=21> 버튼을 눌러 첫 번째 기술을 해금하십시오.

source: BACK TO PARTY
ko_kr: 파티로 돌아가기

source: CLICK TO JOIN
ko_kr: 참여하기

source: Please navigate to Stripe to update your account.
ko_kr: Stripe에 가서 당신의 계정을 확인하세요.

source: Play this before you play against your friends…and know if you are actually ready to compete.
ko_kr: 당신의 친구와 게임을 하기 전 이 것을 플레이 해본다면... 경쟁할 준비가 되어 있는지 알 수 있습니다.

source: Next, we are going to learn about abilities.
ko_kr: 이제 기술에 대해서 배워 볼 시간입니다.

source: Area Ability Accuracy
ko_kr: 광역 기술 적중률

source: Information provided by social networks, including LinkedIn, when you connect to the Service.
ko_kr: LinkedIn을 포함해 귀하가 서비스에 접속했을 때 소셜 네트워크로부터 제공된 정보.

source: Gwoop is honored to be the official training partner of several teams, state leagues, and other world-class esports individuals and organizations.
ko_kr: Gwoop은 여러 팀, 주립 리그, 그리고 세계적 수준의 e스포츠 인물과 기관과 함께 훈련할 수 있어서 영광으로 생각합니다.

source: Standard Users cannot join or be invited to a Restricted Team.
ko_kr: 일반 사용자는 비공개 팀에 가입하거나 초대될 수 없습니다.

source: We share information in connection with, or during negotiations of, any proposed or actual merger, purchase, sale or any other type of acquisition or business combination of all or any portion of our assets, or transfer of all or a portion of our business to another business.
ko_kr: 당사는 당사의 자산의 전부 혹은 일부에 대해 제안받은 혹은 실제로 진행되는 모든 합병, 취득, 판매 또는 기타 종류의 인수 혹은 비즈니스 결합에 대한 협상이나 당사의 전부 혹은 일부에 대한 이전과 관련된 정보를 다른 기업체와 공유합니다.

source: Esports is the term to describe competitive gaming.
ko_kr: e스포츠는 경쟁 요소가 있는 게임을 뜻하는 말입니다.

source: Unable to remove {0} from the team because they were not associated with a valid user id.
ko_kr: {0}을(를) 팀에서 제거할 수 없습니다. 유효한 사용자 ID와 연결되이 있지 않습니다.

source: Primary Attack
ko_kr: 기본 공격

source: You may search for users by their email address or username.
ko_kr: 이메일 주소나 사용자명으로 사용자를 검색할 수 있습니다.

source: TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL GWOOP, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, ARISING OUT OF OR RELATING TO THE USE OF, OR INABILITY TO USE, THIS SERVICE.
ko_kr: 관련 법률이 허용하는 최대한의 한도 내에서, 어떠한 경우에도 Gwoop과 Gwoop의 계열사, 대리인, 이사, 직원, 공급업체 혹은 라이선스 제공자는 간접적, 부수적, 특수적, 결과적 혹은 징벌적 손해에 대해 책임을 지지 않으며, 이러한 손해는 수익의 손실, 영업권, 사용, 데이터 또는 기타 무형의 손실, 이 서비스의 사용 또는 사용 불능과 관련하여 발생하는 손해를 포함하되 이에 국한되지 않습니다.

source: DD
ko_kr: 일

source: Coaches must verify their email address related to their account in order to gain access.
ko_kr: 코치가 팀 관리 권한을 얻기 위해서는 이메일 주소 인증을 반드시 진행해야 합니다.

source: If that email is registered in the Gwoop system, we will send a password reset link.
ko_kr: 당신의 이메일 주소가 Gwoop에 등록되어 있다면, 비밀번호 재설정 링크를 보내드리겠습니다.

source: Date of Birth is invalid.
ko_kr: 생년월일이 유효하지 않습니다.

source: Fixed issue where training session dates were not being saved correctly.
ko_kr: 훈련 세션 날짜가 제대로 저장되지 않았던 문제를 수정했습니다.

source: You can right click <sprite index=10> or press <sprite index=19> on your gamepad to attack the tower.
ko_kr: 마우스 오른쪽 버튼 <sprite index=10> 으로 클릭하거나 컨트롤러의 버튼 <sprite index=17> 을 눌러 적 타워를 공격하세요.

source: It looks like you haven't verified your email address yet.
ko_kr: 아직 이메일 주소를 인증하지 않았습니다.

source: W Ability
ko_kr: W 기술

source: FORGOT PASSWORD
ko_kr: 비밀번호 분실

source: By accessing or using the Service, you signify that you have read, understood, and agree to be bound by this Terms of Service Agreement (“Agreement”) and to the collection and use of your information as set forth in the Gwoop Privacy Policy (https://gwoop.com/privacy-policy), whether or not you are a registered user of our Service.
ko_kr: 당사 서비스에 접속하거나 서비스를 이용하려면 귀하는 이용약관을 읽고 이해했으며 구속력이 있는 이용약관 동의서(이하 “계약”)를 승인한 것으로 인정됩니다. 또한 당사 서비스에 등록 여부에 상관 없이 Gwoop의 개인정보 처리방침에 명시된 정보 수집과 이용에 동의한 것으로 인정됩니다.

source: You must have a verified Gwoop account in order to apply.
ko_kr: 장학금 신청을 위해서는 인증된 Gwoop 계정이 필요합니다.

source: Use of Information
ko_kr: 정보의 이용

source: Your design to earn submission is being reviewed by our team, and if approved it will be available in the locker room store.
ko_kr: 디자인 참여 신청이 현재 심사 중입니다. 만약 승인된다면, 탈의실 상점에서 당신의 디자인을 확인할 수 있습니다.

source: WHOOPS!
ko_kr: 이런!

source: UPLOAD YOUR DESIGN
ko_kr: 디자인 업로드
